Repository: IBMPredictiveAnalytics/PLS
Catalog: src/lang/*/PLS.po
Languages: de, es, fr, it, ja, ko, pl, pt_br, ru, zh_cn, zh_tw

source: PLS object could not be created.
de: PLS-Objekt konnte nicht erstellt werden.
es: No se ha podido crear el objeto PLS.
fr: L'objet PLS n'a pas pu être créé.
it: Impossibile creare l'oggetto PLS.
ja: PLS オブジェクトを作成できませんでした。
ko: PLS 개체를 만들 수 없습니다.
pl: Nie można utworzyć obiektu PLS.
pt_br: Objeto PLS não pode ser criado.
ru: Не удалось создать объект PLS.
zh_cn: 未能创建 PLS 对象。
zh_tw: 無法建立 PLS 物件。

source: Illegal syntax: TO must be preceded and followed by valid variable names
de: Ungültige Syntax: Vor und nach TO müssen gültige Variablennamen stehen.
es: Sintaxis no permitida: TO debe estar precedido y seguido por nombres de variable válidos
fr: Syntaxe non valide : TO doit être précédé et suivi de noms de variables valides
it: Sintassi non valida: TO deve essere preceduto e seguito da nomi di variabili valide
ja: シンタックスが不正です。 TO の前後に有効な変数名が必要です。
ko: 잘못된 명령문: TO는 앞과 뒤에 유효한 변수 이름이 와야 함
pl: Niedozwolona składnia: opcja TO musi być poprzedzona i za nią muszą się znaleźć poprawne nazwy zmiennych
pt_br: Sintaxe ilegal: TO deve ser precedido e seguido por nomes de variáveis válidos
ru: Недопустимый синтаксис: до и после TO должны быть действительные имена
zh_cn: 语法不合法：在 TO 前后必须存在有效的变量名
zh_tw: 語法無效：TO 前後必須為有效的變數名稱

source: TO could not be expanded: variable dictionary not available.
de: TO konnte nicht erweitert werden: Variablenwörterbuch nicht verfügbar.
es: TO no se ha podido ampliar: no está disponible el diccionario de variables.
fr: TO n'a pas pu être développé : dictionnaire de variables non disponible.
it: Impossibile espandere TO: dizionario delle variabili non disponibile.
ja: TO を展開できませんでした。 変数ディクショナリを使用できません。
ko: TO를 확장할 수 없음: 변수 사전을 사용할 수 없습니다.
pl: Opcja TO nie może być rozszerzona: słownik zmiennych jest niedostępny.
pt_br: TO não pode ser expandido: dicionário de variáveis não disponível.
ru: Не удалось развернуть TO: словарь переменных недоступен.
zh_cn: 未能扩展 TO：变量字典不可用。
zh_tw: 無法展開 TO：變數字典無法使用。

source: TO could not be expanded
de: TO konnte nicht erweitert werden
es: No se ha podido ampliar TO
fr: TO n'a pas pu être développé
it: Impossibile espandere TO
ja: TO を展開できませんでした。
ko: TO를 확장할 수 없음
pl: Opcja TO nie może być rozszerzona
pt_br: TO não pode ser expandido
ru: Не удалось развернуть TO
zh_cn: 未能扩展 TO
zh_tw: 無法展開 TO

source: Illegal syntax: REFERENCE=%s encountered after variable %s, without MLEVEL. This value will be ignored.
de: Ungültige Syntax: REFERENCE=%s nach Variable %s ohne MLEVEL gefunden. Dieser Wert wird ignoriert.
es: Sintaxis no permitida: se ha encontrado REFERENCE=%s después de la variable %s, sin MLEVEL. Este valor se ignorará.
fr: Syntaxe non valide : REFERENCE=%s rencontré après la variable %s, sans MLEVEL. Cette valeur sera ignorée.
it: Sintassi non consentita: è stato rilevato REFERENCE=%s dopo la variabile %s, senza MLEVEL. Questo valore verrà ignorato.
ja: シンタックスが不正です。 REFERENCE=%s が %s の後にあり、MLEVEL がありません。 この値は無視されます。
ko: 잘못된 명령문: REFERENCE=%s이(가) MLEVEL 없는 변수 %s 다음 발생했습니다. 이 값은 무시됩니다.
pl: Niedozwolona składnia: Napotkano opcję REFERENCE=%s po zmiennej, %s bez słowa MLEVEL. Wartość ta zostanie pominięta.
pt_br: Sintaxe ilegal: REFERENCE=%s encontrado após a variável %s, sem MLEVEL. Este valor será ignorado.
ru: Неразрешенный синтаксис: REFERENCE=%s обнаружено после переменной %s без указания MLEVEL. Это значение будет проигнорировано.
zh_cn: 语法不合法：遇到 REFERENCE=%s（位于变量 %s 之后），并且未指定 MLEVEL。将忽略此值。
zh_tw: 語法無效：在變數 %s 後面發現沒有 MLEVEL 的 REFERENCE=%s。將忽略這個值。

source: Illegal syntax: REFERENCE=%s encountered after variable %s, declared Scale by MLEVEL. This value will be ignored.
de: Ungültige Syntax: REFERENCE=%s nach Variable %s gefunden, deklariert als Skalieren nach MLEVEL. Dieser Wert wird ignoriert.
es: Sintaxis no permitida: se ha encontrado REFERENCE=%s después de la variable %s, Escala declarada por MLEVEL. Este valor se ignorará.
fr: Syntaxe non valide : REFERENCE=%s rencontré après la variable %s, valeur Scale déclarée par MLEVEL. Cette valeur sera ignorée.
it: Sintassi non consentita: rilevato REFERENCE=%s dopo la variabile %s, dichiarata di scala da MLEVEL. Questo valore verrà ignorato.
ja: シンタックスが不正です。 REFERENCE=%s が %s の後にあり、MLEVEL がありません。MLEVEL によって尺度を宣言しています。 この値は無視されます。
ko: 잘못된 명령문: REFERENCE=%s이(가) MLEVEL이 선언한 척도인 변수 %s 다음 발생했습니다. 이 값은 무시됩니다.
pl: Niedozwolona składnia: Napotkano opcję REFERENCE=%s po zmiennej %s, zadeklarowanej jako ilościowa przez MLEVEL. Wartość ta zostanie pominięta.
pt_br: Sintaxe ilegal: REFERENCE=%s encontrado após a variável %s, Escala declarada por MLEVEL. Este valor será ignorado.
ru: Неразрешенный синтаксис: REFERENCE=%s обнаружено после переменной %s, объявленной MLEVEL шкалой. Это значение будет проигнорировано.
zh_cn: 语法不合法：遇到 REFERENCE=%s（位于变量 %s 之后），并且通过 MLEVEL 声明了标度。将忽略此值。
zh_tw: 語法無效：在變數 %s 後面發現由 MLEVEL 宣告比例的 REFERENCE=%s。將忽略這個值。

source: Illegal syntax: MLEVEL=%s encountered after variable %s. Legal values are N, O, or S. MLEVEL will be ignored.
de: Ungültige Syntax: MLEVEL=%s nach Variable %s gefunden. Zulässige Werte sind N, O oder S. MLEVEL wird ignoriert.
es: Sintaxis no permitida: se ha encontrado MLEVEL=%s después de la variable %s. Los valores legales son N, O o S. MLEVEL se ignorará.
fr: Syntaxe non valide : MLEVEL=%s rencontré après la variable %s. Les valeurs admises sont N, O ou S. MLEVEL sera ignoré.
it: Sintassi non consentita: rilevato MLEVEL=%s dopo la variabile %s. I valori consentiti sono N, O o S. MLEVEL verrà ignorato.
ja: シンタックスが不正です。 MLEVEL=%s が変数 %s の後にあります。 有効な値は N、O、または S です。MLEVEL は無視されます。
ko: 잘못된 명령문: MLEVEL=%s이(가) 변수 %s 다음 발생했습니다. 유효한 값은 N, O 또는 S입니다. MLEVEL이 무시됩니다.
pl: Niedozwolona składnia: Napotkano słowo MLEVEL=%s po zmiennej %s. Prawidłowe wartości to N, O lub S. MLEVEL zostanie pominięte.
pt_br: Sintaxe ilegal: MLEVEL=%s encontrado após a variável %s. Os valores legais são N, O ou S. MLEVEL será ignorado.
ru: Недопустимый синтаксис: MLEVEL=%s встречено после переменной %s. Допустимые значения: N, O или S. MLEVEL игнорируется.
zh_cn: 语法不合法：遇到 MLEVEL=%s（位于变量 %s 之后）。合法值为 N、O 或 S。将忽略 MLEVEL。
zh_tw: 語法無效：在變數 %s 後面發現 MLEVEL=%s。合法值為 N、O 或 S。將忽略 MLEVEL。

source: Illegal syntax: %s encountered after variable %s, without required =.
de: Ungültige Syntax: %s nach Variable %s gefunden, ohne erforderliches =.
es: Sintaxis no permitida: se ha encontrado %s después de la variable %s, sin = obligatorio.
fr: Syntaxe non valide : %s rencontré après la variable %s, sans le signe = requis.
it: Sintassi non consentita: rilevato %s dopo la variabile %s, senza il segno = richiesto.
ja: シンタックスが不正です。 %s が変数 %s の後にあり、必要な = がありません。
ko: 잘못된 명령문: %s이(가) 필수 =가 없는 변수 %s 다음 발생했습니다.
pl: Niedozwolona składnia: Po nazwie zmiennej %s nie wystąpił wymagany znak %s =.
pt_br: Sintaxe ilegal: %s encontrado após a variável %s, sem = necessário.
ru: Неразрешенный синтаксис: %s обнаружено после переменной %s, без необходимого =.
zh_cn: 语法不合法：遇到 %s（位于变量 %s 之后），没有必需的 =。
zh_tw: 語法無效：發現 %s（在變數 %s 後面），不含必要的 =。

source: Duplicated variables %s removed from dependent variable list.
de: Doppelte Variablen %s aus Liste der abhängigen Variablen entfernt.
es: Se han eliminado las variables duplicadas %s de la lista de variables dependientes.
fr: Les variables en double %s ont été supprimées de la liste des variables dépendantes.
it: Variabili duplicate %s eliminate dall'elenco delle variabili dipendenti.
ja: 重複した変数 %s が従属変数リストから削除されました。
ko: 중복된 변수 %s이(가) 종속변수 목록에서 제거되었습니다.
pl: Powtarzające się zmienne %s zostały usunięte z listy zmiennych zależnych.
pt_br: Variáveis duplicadas %s removidas da lista de variáveis dependentes.
ru: Дублированные переменные %s удалены из списка зависимых переменных.
zh_cn: 从因变量列表中除去了重复的变量 %s。
zh_tw: 已從依變數清單中移除重複的變數 %s。

source: Duplicated variables %s removed from factor list.
de: Doppelte Variablen %s aus Faktorenliste entfernt.
es: Se han eliminado las variables duplicadas %s de la lista de factores.
fr: Les variables en double %s ont été supprimées de la liste des facteurs.
it: Variabili duplicate %s eliminate dall'elenco dei fattori.
ja: 重複した変数 %s が因子リストから削除されました。
ko: 중복된 변수 %s이(가) 요인 목록에서 제거되었습니다.
pl: Powtarzające się zmienne %s zostały usunięte z listy czynników.
pt_br: Variáveis duplicadas %s removidas da lista de fatores.
ru: Дублированные переменные %s удалены из списка факторов.
zh_cn: 从因子列表中除去了重复的变量 %s。
zh_tw: 已從因數清單中移除重複的變數 %s。

source: Duplicated variables %s removed from covariate list.
de: Doppelte Variablen %s aus Kovariatenliste entfernt.
es: Se han eliminado las variables duplicadas %s de la lista de covarianzas.
fr: Les variables en double %s ont été supprimées de la liste des covariables.
it: Variabili duplicate %s eliminate dall'elenco delle covariate.
ja: 重複した変数 %s が共変量リストから削除されました。
ko: 중복된 변수 %s이(가) 공변량 목록에서 제거되었습니다.
pl: Powtarzające się zmienne %s zostały usunięte z listy współzmiennych.
pt_br: Variáveis duplicadas %s removidas da lista de covariáveis.
ru: Дублированные переменные %s удалены из списка ковариатов.
zh_cn: 从协变量列表中除去了重复的变量 %s。
zh_tw: 已從共變數清單中移除重複的變數 %s。

source: There must be at least one dependent variable!
de: Es muss mindestens eine abhängige Variable vorhanden sein!
es: Debe haber como mínimo una variable dependiente.
fr: Il doit y avoir au moins une variable dépendante !
it: Deve essere presente almeno una variabile dipendente.
ja: 1 つ以上の従属変数が必要です。
ko: 최소한 하나의 종속변수가 있어야 합니다!
pl: Musi istnieć przynajmniej jedna zmienna zależna!
pt_br: Deve haver pelo menos uma variável dependente!
ru: Должна быть хотя бы одно зависимая переменная!
zh_cn: 必须至少有一个因变量！
zh_tw: 必須至少有一個依變數！

source: PLS: Dependent variable %s removed from factor list.
de: PLS: Abhängige Variable %s aus Faktorenliste entfernt.
es: PLS: se ha eliminado la variable dependiente %s de la lista de factores.
fr: PLS : La variable dépendante %s a été supprimée de la liste des facteurs.
it: PLS: variabile dipendente %s rimossa dall'elenco di fattori.
ja: PLS: 従属変数 %s が因子リストから削除されました。
ko: PLS: 종속변수 %s이(가) 요인 목록에서 제거되었습니다.
pl: PLS: Zmienna zależna %s została usunięta z listy czynników.
pt_br: PLS: Variável dependente %s removida da lista de fatores.
ru: PLS: зависимая переменная %s удалена из списка факторов.
zh_cn: PLS：从因子列表中除去了因变量 %s。
zh_tw: PLS：已從因數清單中移除依變數 %s。

source: PLS: Dependent variable %s removed from covariate list.
de: PLS: Abhängige Variable %s aus Kovariatenliste entfernt.
es: PLS: se ha eliminado la variable dependiente %s de la lista de covarianzas.
fr: PLS : La variable dépendante %s a été supprimée de la liste des covariables.
it: PLS: variabile dipendente %s rimossa dall'elenco delle covariate.
ja: PLS: 従属変数 %s が共変量リストから削除されました。
ko: PLS: 종속변수 %s이(가) 공변량 목록에서 제거되었습니다.
pl: PLS: Zmienna zależna %s została usunięta z listy współzmiennych.
pt_br: PLS: Variável dependente %s removida da lista de covariáveis.
ru: PLS: зависимая переменная %s удалена из списка ковариат.
zh_cn: PLS：从协变量列表中除去了因变量 %s。
zh_tw: PLS：已從共變數清單中移除依變數 %s。

source: There must be at least one independent variable!
de: Es muss mindestens eine unabhängige Variable vorhanden sein!
es: Debe haber como mínimo una variable independiente.
fr: Il doit y avoir au moins une variable indépendante !
it: Deve essere presente almeno una variabile indipendente.
ja: 1 つ以上の独立変数が必要です。
ko: 최소한 하나의 독립변수가 있어야 합니다!
pl: Musi istnieć przynajmniej jedna zmienna niezależna!
pt_br: Deve haver pelo menos uma variável independente!
ru: Должна быть хотя бы одна зависимая переменная!
zh_cn: 必须至少有一个自变量！
zh_tw: 必須至少有一個自變數！

source: Factor %s should not appear in covariate list
de: Faktor %s darf in Kovariatenliste nicht vorkommen.
es: El factor %s no debe aparece en la lista de covarianzas
fr: Le facteur %s ne doit pas figurer dans la liste des covariables
it: Il fattore %s non deve figurare in un elenco delle covariate
ja: 因子 %s は共変量リストに表示されません
ko: 요인 %s이(가) 공변량 목록에 나타나서는 안 됩니다.
pl: Czynnik %s nie powinien pojawiać się na liście współzmiennych
pt_br: O fator %s não deve aparecer na lista de covariáveis
ru: Фактор %s не должен появляться в списке ковариатов
zh_cn: 因子 %s 不应出现在协变量列表中
zh_tw: 因數 %s 不應出現在共變數清單中

source: The number of latent factors to extract must be greater than zero
de: Die Anzahl der zu extrahierenden latenten Faktoren muss größer als null sein.
es: El número de factores latentes para extraer debe ser mayor que cero
fr: Le nombre de facteurs latents à extraire doit être supérieur à zéro
it: Il numero di fattori latenti da estrarre deve essere maggiore di zero
ja: 抽出する潜在因子の数は 1 以上でなければなりません
ko: 추출할 잠재 요인 수는 0보다 커야 합니다.
pl: Liczba czynników ukrytych do wyekstrahowania musi być większa niż zero
pt_br: O número de fatores latentes para extrair deve ser maior que zero
ru: Количество извлекаемых латентных факторов должно быть больше нуля
zh_cn: 要提取的潜在因子数必须大于零
zh_tw: 要擷取的特徵因數數目必須大於零

source: The ID variable was found in the list of dependent variables.
de: Die ID-Variable wurde in der Liste der abhängigen Variablen gefunden.
es: Se ha encontrado la variable de identificación en la lista de variables dependientes.
fr: La variable ID a été trouvée dans la liste des variables dépendantes.
it: Variabile ID trovata nell'elenco delle variabili dipendenti.
ja: ID 変数が従属変数のリストにあります。
ko: 종속변수 목록에서 ID 변수를 찾았습니다.
pl: Na liście zmiennych zależnych znaleziono zmienną ID.
pt_br: A variável de ID foi encontrada na lista de variáveis dependentes.
ru: В списке переменных обнаружена переменная ID.
zh_cn: 在因变量列表中找到 ID 变量。
zh_tw: 在依變數清單中找到了 ID 變數。

source: The ID variable was found in the list of factors.
de: Die ID-Variable wurde in der Faktorenliste gefunden.
es: Se ha encontrado la variable de identificación en la lista de factores.
fr: La variable ID a été trouvée dans la liste des facteurs.
it: Variabile ID trovata nell'elenco di fattori.
ja: ID 変数が因子のリストにあります。
ko: 요인 목록에서 ID 변수를 찾았습니다.
pl: Na liście czynników znaleziono zmienną ID.
pt_br: A variável de ID foi encontrada na lista de fatores.
ru: В списке факторов обнаружена переменная ID.
zh_cn: 在因子列表中找到 ID 变量。
zh_tw: 在因數清單中找到了 ID 變數。

source: The ID variable was found in the list of covariates.
de: Die ID-Variable wurde in der Kovariatenliste gefunden.
es: Se ha encontrado la variable de identificación en la lista de covariables.
fr: La variable ID a été trouvée dans la liste des covariables.
it: Variabile ID trovata nell'elenco delle covariate.
ja: ID 変数が共変量のリストにあります。
ko: 공변량 목록에서 ID 변수를 찾았습니다.
pl: Na liście współzmiennych znaleziono zmienną ID.
pt_br: A variável de ID foi encontrada na lista de covariáveis.
ru: В списке ковариатов обнаружена переменная ID.
zh_cn: 在协变量列表中找到 ID 变量。
zh_tw: 在共變數清單中找到了 ID 變數。

source: PLS: The ALL keyword is not supported.
de: PLS: Das Schlüsselwort ALL wird nicht unterstützt.
es: PLS: La palabra clave ALL no es compatible.
fr: PLS : Le mot clé ALL n'est pas pris en charge.
it: PLS: la parola chiave ALL non è supportata.
ja: PLS: ALL キーワードはサポートされていません。
ko: PLS: ALL 키워드는 지원되지 않습니다.
pl: PLS: Słowo kluczowe ALL nie jest obsługiwane.
pt_br: PLS: A palavra-chave ALL não é suportada.
ru: PLS: Ключевое слово ALL не поддерживается.
zh_cn: PLS：不支持 ALL 关键字。
zh_tw: PLS：不支援 ALL 關鍵字。

source: Variable %s does not exist.
de: Variable %s nicht vorhanden.
es: La variable %s no existe.
fr: La variable %s n'existe pas.
it: La variabile %s non esiste.
ja: 変数 %s が存在しません。
ko: 변수 %s이(가) 존재하지 않습니다.
pl: Zmienna %s nie istnieje.
pt_br: A variável %s não existe.
ru: Переменная %s не существует.
zh_cn: 变量 %s 不存在。
zh_tw: 變數 %s 不存在。

source: Variables %s do not exist.
de: Variablen %s nicht vorhanden.
es: Las variables %s no existen.
fr: Les variables %s n'existent pas.
it: Le variabili %s non esistono.
ja: 変数 %s が存在しません。
ko: 변수 %s이(가) 존재하지 않습니다.
pl: Zmienne %s nie istnieją.
pt_br: As variáveis %s não existem.
ru: Переменные %s не существуют.
zh_cn: 变量 %s 不存在。
zh_tw: 變數 %s 不存在。

source: Error: The dataset is weighted, but this procedure does not support weights.
de: Fehler: Das Dataset ist gewichtet, dieses Verfahren unterstützt jedoch keine Gewichtungen.
es: Error: el conjunto de datos se ha ponderado, pero el procedimiento no admite ponderaciones.
fr: Erreur : Le jeu de données est pondéré, mais cette procédure ne gère pas les pondérations.
it: Errore: il dataset è pesato, ma questa procedura non supporta i pesi.
ja: エラー: データセットに重みが付けられていますが、この手順では重みをサポートしていません。
ko: 오류: 데이터 세트가 가중되었지만, 이 프로시저는 가중값을 지원하지 않습니다.
pl: Błąd: Zbiór danych jest ważony, ale ta procedura nie obsługuje wag.
pt_br: Erro: O conjunto de dados é ponderado, mas esse procedimento não suporta ponderações.
ru: Ошибка: Набор данных - взвешенный, однако эта процедура не поддерживает веса.
zh_cn: 错误：数据集已进行加权，但此过程不支持权重。
zh_tw: 錯誤：資料集要加權，但此程序不支援加權。

source: Split File is not supported.
de: Aufgeteilte Datei wird nicht unterstützt.
es: No se admite el archivo segmentado.
fr: Le fichier scindé n'est pas pris en charge.
it: File suddiviso non supportato.
ja: 分割ファイルはサポートされていません。
ko: 파일 분할은 지원되지 않습니다.
pl: Podział pliku nie jest obsługiwany.
pt_br: Não há suporte para Arquivo Dividido.
ru: Расщепленный файл не поддерживается.
zh_cn: 不支持拆分文件。
zh_tw: 不支援分割檔案。

source: Variable %s not found.
de: Variable %s nicht gefunden.
es: La variable %s no se ha encontrado.
fr: La variable %s est introuvable.
it: Variabile %s non trovata.
ja: 変数 %s がありません。
ko: 변수 %s을(를) 찾지 못했습니다.
pl: Nie znaleziono zmiennej %s.
pt_br: Variável %s não localizada.
ru: Переменная %s не обнаружена.
zh_cn: 找不到变量 %s。
zh_tw: 找不到變數 %s。

source: Warning: String variable %s found without MLEVEL, or with MLEVEL=S. It will be treated as Nominal.
de: Warnung: Zeichenfolgevariable %s ohne MLEVEL oder mit MLEVEL=S gefunden. Wird als Nominal behandelt.
es: Aviso: se ha encontrado la variable de cadena %s sin MLEVEL, o con MLEVEL=S. Se tratará como Nominal.
fr: Avertissement : Variable de chaîne %s détectée sans MLEVEL, ou avec MLEVEL=S. Sera traitée comme ayant la valeur Nominal.
it: Avviso: variabile stringa %s trovata senza MLEVEL o con MLEVEL=S. Sarà trattata come Nominale.
ja: 警告: 文字列変数 %s に MLEVEL がないか MLEVEL=S があります。この変数は名義型変数として処理されます。
ko: 경고: MLEVEL이 없거나 MLEVEL=S인 문자변수 %s을(를) 찾았습니다. 이 변수는 명목으로 처리됩니다.
pl: Ostrzeżenie: Znaleziono zmienną łańcuchową %s bez słowa MLEVEL lub z MLEVEL=S. Zostanie ona potraktowana jako zmienna z nominalnym poziomem pomiaru.
pt_br: Aviso: Variável de sequência de caracteres %s localizada sem MLEVEL ou com MLEVEL=S. Ela será tratada como Nominal.
ru: Предупреждение: Строковая переменная %s обнаружена без MLEVEL или с MLEVEL=S. Она будет рассматриваться как номинальная.
zh_cn: 警告：找到不带 MLEVEL 或带有 MLEVEL=S 的字符串变量 %s。此变量将被视为名义变量。
zh_tw: 警告：找到的字串變數 %s 沒有 MLEVEL，或有 MLEVEL=S。會將其視為名義。

source: Warning: String variable %s found after WITH. It will be treated as if following BY.
de: Warnung: Zeichenfolgevariable %s nach WITH gefunden. Wird behandelt, als stünde sie nach BY.
es: Aviso: se ha encontrado la variable de cadena %s después de WITH. Se tratará como si siguiera a BY.
fr: Avertissement : Variable de chaîne %s détectée après WITH. Sera traitée comme si elle venait à la suite de BY.
it: Avviso: variabile stringa %s trovata dopo WITH. Sarà considerata come se seguisse BY.
ja: 警告: 文字列変数 %s が WITH の後にあります。 BY の後にある変数として処理されます。
ko: 경고: WITH 다음 문자변수 %s을(를) 찾았습니다. BY 다음에 오는 것으로 처리됩니다.
pl: Ostrzeżenie: Znaleziono zmienną %s po słowie WITH. Zostanie ona potraktowana, jakby znajdowała się po słowie BY.
pt_br: Aviso: Localizada variável de sequência de caracteres %s após WITH. Ela será tratada como se estivesse após BY.
ru: Предупреждение: Строковая переменная %s обнаружена после WITH. Она будет рассматриваться, как если бы было использовано ключевое слово BY.
zh_cn: 警告：在 WITH 后面找到字符串变量 %s。它将被视为跟在 BY 之后。
zh_tw: 警告：在 WITH 之後發現字串變數 %s。會將其視為在 BY 之後。

source: Warning: String variable %s found after WITH. String values must follow BY.
de: Warnung: Zeichenfolgevariable %s nach WITH gefunden. Zeichenfolgevariablen müssen nach BY stehen.
es: Aviso: se ha encontrado la variable de cadena %s después de WITH. Los valores de cadena deben seguir a BY.
fr: Avertissement : Variable de chaîne %s détectée après WITH. Les valeurs de chaîne doivent venir à la suite de BY.
it: Avviso: variabile stringa %s trovata dopo WITH. I valori stringa devono seguire BY.
ja: 警告: 文字列変数 %s が WITH の後にあります。 文字列変数は BY の後になければなりません。
ko: 경고: WITH 다음 문자변수 %s을(를) 찾았습니다. 문자열 값은 BY 뒤에 와야 합니다.
pl: Ostrzeżenie: Znaleziono zmienną %s po słowie WITH. Wartości łańcuchowe muszą występować po słowie BY.
pt_br: Aviso: Localizada variável de sequência de caracteres %s após WITH. Os valores de sequências de caracteres devem seguir BY.
ru: Предупреждение: Строковая переменная %s обнаружена после WITH. Для строковых переменных надо использовать ключевое слово BY.
zh_cn: 警告：在 WITH 后面找到字符串变量 %s。字符串值必须跟在 BY 之后。
zh_tw: 警告：在 WITH 之後發現字串變數 %s。字串值必須在 BY 之後。

source: A problem was encountered while executing the following syntax. %s
de: Bei Ausführung der folgenden Syntax ist ein Problem aufgetreten. %s
es: Se ha encontrado un problema al ejecutar la sintaxis siguiente. %s
fr: Un problème est survenu lors de l'exécution de la syntaxe suivante. %s
it: Si è verificato un problema durante l'esecuzione della sintassi riportata di seguito. %s
ja: 次のシンタックスを実行中に問題が発生しました。 %s
ko: 다음 명령문을 실행하던 중 문제가 발생했습니다. %s
pl: Napotkano problem podczas wykonywania następującej komendy. %s
pt_br: Foi encontrado um problema ao executar a seguinte sintaxe. %s
ru: При выполнении следующего синтаксиса возникла проблема. %s
zh_cn: 执行以下语法时遇到问题。 %s
zh_tw: 執行下列語法時發生問題。 %s

source: Problem while trying to add ID variable %s. %s
de: Problem beim Versuch, ID-Variable %s hinzuzufügen. %s
es: Problema al intentar añadir la variable de ID %s. %s
fr: Un problème est survenu lors de la tentative d'ajout de la variable ID %s. %s
it: Problema durante il tentativo di aggiunta della variabile ID %s. %s
ja: ID 変数 %s を追加しようとして問題が発生しました。 %s
ko: ID 변수 %s을(를) 추가하려던 중 문제가 발생했습니다. %s
pl: Wystąpił problem podczas próby dodania zmiennej ID %s. %s
pt_br: Problema ao tentar incluir a variável de ID %s. %s
ru: При попытке добавления переменной ID возникла проблема %s. %s
zh_cn: 尝试添加 ID 变量 %s 时遇到问题。 %s
zh_tw: 嘗試新增 ID 變數 %s 時發生問題。 %s

source: Unable to locate reference category for variable %s. The last category will be used.
de: Referenzkategorie für Variable %s kann nicht gefunden werden. Es wird die letzte Kategorie verwendet.
es: No se puede localizar la categoría de referencia para la variable %s. Se utilizará la última categoría.
fr: Impossible de trouver la catégorie de référence pour la variable %s. La dernière catégorie sera utilisée.
it: Impossibile individuare la categoria di riferimento per la variabile %s. Verrà utilizzata l'ultima categoria.
ja: 変数 %s の参照カテゴリを検索できません。 最後のカテゴリが使用されます。
ko: 변수 %s에 대한 참조범주를 찾을 수 없습니다. 마지막 범주가 사용됩니다.
pl: Nie można zlokalizować kategorii referencji dla zmiennej %s. Zostanie użyta ostatnia kategoria.
pt_br: Não é possível localizar a categoria de referência para a variável %s. A última categoria será usada.
ru: Не удалось найти эталонную категорию для переменной %s. Будет использована последняя категория.
zh_cn: 找不到变量 %s 的参考类别。将使用最后一个类别。
zh_tw: 無法找到變數 %s 的參照類別。將使用最後一個類別。
