Repository: IBMPredictiveAnalytics/PLS
Catalog: src/lang/*/PLS.po
Languages: de, es, fr, it, ja, ko, pl, pt_br, ru, zh_cn, zh_tw

source: PLS: weight variable %s is present in the model, but treated as an ordinary variable.
de: PLS: Gewichtungsvariable %s ist im Modell vorhanden, wird jedoch wie eine gewöhnliche Variable behandelt.
es: PLS: la variable de ponderación %s está presente en el modelo, pero se treata como una variable ordinaria.
fr: PLS : la variable de pondération %s est présente dans le modèle mais est traitée comme une variable ordinaire.
it: PLS: la variabile peso %s è presente nel modello, ma è considerata come una variabile ordinaria.
ja: PLS: 重み付け変数 %s がモデル内に存在しますが、通常の変数として扱われます。
ko: PLS: 가중 변수 %s이(가) 모형에 있지만 일반 변수로 취급됩니다.
pl: PLS: Zmienna ważąca %s znajduje się w modelu, ale jest traktowana jak zwykła zmienna.
pt_br: PLS: a variável de ponderação %s está presente no modelo, mas tratada como uma variável comum.
ru: PLS: переменная веса %s присутствует в модели, но рассматривается как обычная переменная.
zh_cn: PLS：权重变量 %s 存在于模型中，但被视为普通变量。
zh_tw: PLS：加權變數 %s 出現在模型中，但被視為一般變數。

source: Ambiguity caused by a variable named P1.
de: Mehrdeutigkeit durch eine Variable namens P1.
es: Ambigüedad causada por una variable denominada P1.
fr: Ambiguïté générée par une variable appelée P1.
it: Ambiguità causata da una variabile denominata P1.
ja: P1 という変数によってあいまいになっています。
ko: 이름이 P1인 변수로 인해 모호성 발생.
pl: Zmienna o nazwie P1 spowodowała niejednoznaczność.
pt_br: Ambiguidade causada pela variável chamada P1.
ru: Неоднозначность вызванная переменной с названием P1.
zh_cn: 名为 P1 的变量引起歧义。
zh_tw: 名稱為 P1 的變數導致語義不明確。

source: Undefined variable name was specified:
de: Ein nicht definierter Variablenname wurde angegeben:
es: Se ha especificado un nombre de variable sin definir:
fr: Un nom de variable non défini a été indiqué :
it: È stato specificato un nome di variabile non definito:
ja: 未定義の変数名が指定されました:
ko: 정의되지 않은 변수 이름이 지정되었습니다.
pl: Została określona nazwa niezdefiniowanej zmiennej:
pt_br: Nome de variável indefinido foi especificado:
ru: Указано неопределенное имя переменной:
zh_cn: 指定了未定义的变量名：
zh_tw: 指定了未定義的變數名稱：

source: PLS result cannot be computed due to singularity
de: PLS-Ergebnis kann aufgrund von Singularität nicht berechnet werden.
es: El resultado PLS no se puede calcular debido a su singularidad
fr: Le résultat PLS ne peut pas être calculé en raison de sa singularité
it: Impossibile calcolare il risultato PLS a causa di una singolarità
ja: 特異性により PLS の結果を計算できません
ko: 비정칙으로 인해 PLS 결과를 계산할 수 없음
pl: Nie można obliczyć wyniku PLS z uwagi na pojedyncze wystąpienie
pt_br: O resultado de PLS não pode ser calculado devido à singularidade
ru: Невозможно рассчитать результат PLS из-за сингулярности
zh_cn: 由于奇异性而无法计算 PLS 结果
zh_tw: PLS 結果因特異性而無法計算

source: No more than %s latent factors can be extracted.
de: Es können maximal %s latente Faktoren extrahiert werden.
es: No se pueden extraer más de %s factores latentes.
fr: Au maximum, %s facteurs latents peuvent être extraits.
it: Impossibile estrarre più di %s fattori latenti.
ja: %s の潜在因子を抽出できません。
ko: %s 잠재 요인 이상은 추출할 수 없습니다.
pl: Nie może być wyekstrahowanych więcej niż %s czynników ukrytych.
pt_br: Não é possível extrair mais de %s fatores latentes.
ru: Максимальное количество извлекаемых латентных факторов: %s.
zh_cn: 最多只能提取 %s 个潜在因子。
zh_tw: 可以擷取的特徵因數不超過 %s。

source: X variance exhausted
de: X-Varianz aufgebraucht
es: Varianza X agotada
fr: Variance de X insuffisante
it: Varianza X esaurita
ja: X 分散を使い切りました
ko: X 분산 모두 사용
pl: Wariancja X wyczerpana
pt_br: Variância X esgotada
ru: Исчерпанная X-дисперсия
zh_cn: X 方差已耗尽
zh_tw: X 變異已用盡

source: PLS predicted values %s
de: PLS-Vorhersagewerte %s
es: PLS ha pronosticado los valores %s
fr: Prévisions PLS %s
it: Valori previsti PLS %s
ja: PLS が値 %s を予測しました
ko: PLS 예측값 %s
pl: Wartości przewidywane przez PLS %s
pt_br: Valores preditos de PLS %s
ru: Предсказанные значения PLS %s
zh_cn: PLS 预测值 %s
zh_tw: PLS 預測值 %s

source: PLS residual values %s
de: PLS-Restwerte %s
es: Valores residuales PLS %s
fr: Valeurs PLS résiduelles %s
it: Valori residui PLS %s
ja: PLS 残差値 %s
ko: PLS 잔차값 %s
pl: Wartości reszt PLS %s
pt_br: Valores residuais de PLS %s
ru: Остаточные значения PLS %s
zh_cn: PLS 残差值 %s
zh_tw: PLS 殘差值 %s

source: PLS scores %s
es: Puntuaciones de PLS %s
fr: Scores PLS %s
it: Punteggi PLS %s
ja: PLS スコア %s
ko: PLS 점수 %s
pl: Oceny PLS %s
pt_br: Escores de PLS %s
ru: Значения PLS %s
zh_cn: PLS 得分 %s
zh_tw: PLS 評分 %s

source: Distance to Model %s
de: Abstand zu Modell %s
es: Distancia con el modelo %s
fr: Distance du modèle %s
it: Distanza al modello %s
ja: モデル %s までの距離
ko: 모형 %s까지의 거리
pl: Odległość do modelu %s
pt_br: Distância para o Modelo %s
ru: Расстояние до модели %s
zh_cn: 与模型 %s 的距离
zh_tw: 與模型 %s 的距離

source: PLS weights %s
de: PLS-Gewichtungen %s
es: Ponderaciones PLS %s
fr: Pondération PLS %s
it: Pesi PLS %s
ja: PLS 重み付け %s
ko: PLS 가중값 %s
pl: Wagi PLS %s
pt_br: Pesos de PLS %s
ru: Веса PLS %s
zh_cn: PLS 权重 %s
zh_tw: PLS 加權 %s

source: PLS loadings %s
de: PLS-Ladungen %s
es: Cargas de PLS %s
fr: Chargements PLS %s
it: Caricamenti PLS %s
ja: PLS 負荷 %s
ko: PLS 적재량 %s
pl: Ładunki PLS %s
pt_br: Carregamento de PLS %s
ru: Загрузки PLS %s
zh_cn: PLS 载荷 %s
zh_tw: PLS 載入 %s

source: PLS parameters %s
de: PLS-Parameter %s
es: Parámetros de PLS %s
fr: Paramètres PLS %s
it: Parametri PLS %s
ja: PLS パラメータ %s
ko: PLS 모수 %s
pl: Parametry PLS %s
pt_br: Parâmetros de PLS %s
ru: Параметры PLS %s
zh_cn: PLS 参数 %s
zh_tw: PLS 參數 %s

source: PLS VIP %s
es: VIP PLS %s
fr: VIP PLS %s
it: VIP PLS %s

source: Warning: procedure %s could not be started.
de: Warnung: Prozedur %s konnte nicht gestartet werden.
es: Aviso: no se ha podido iniciar el procedimiento %s.
fr: Avertissement : la procédure %s n'a pas pu être lancée.
it: Avviso: impossibile avviare la procedura %s.
ja: 警告: 手順 %s を開始できませんでした。
ko: 경고: 프로시저 %s을(를) 시작할 수 없습니다.
pl: Ostrzeżenie: nie można uruchomić procedury %s.
pt_br: Aviso: o procedimento %s não pôde ser iniciado.
ru: Предупреждение: не удалось запустить процедуру %s.
zh_cn: 警告：未能启动过程 %s。
zh_tw: 警告：無法啟動程序 %s。

source: Procedure %s could not produce table %s.
de: Prozedur %s konnte Tabelle %s nicht erstellen.
es: El procedimiento %s no ha podido generar la tabla %s.
fr: La procédure %s n'a pas pu générer le tableau %s.
it: La procedura %s non ha potuto generare la tabella %s.
ja: 手順 %s でテーブル %s を作成できませんでした。
ko: 프로시저 %s이(가) 표 %s을(를) 작성할 수 없습니다.
pl: Procedura %s nie mogła utworzyć tabeli %s.
pt_br: O procedimento %s não pôde produzir a tabela %s.
ru: Процедуре %s не удалось создать таблицу %s.
zh_cn: 过程 %s 未能生成表 %s。
zh_tw: 程序 %s 無法產生表格 %s。

source: Error trying to add text block %s: %s.
de: Fehler beim Versuch, Textblock %s hinzuzufügen: %s.
es: Error al intentar añadir bloque de texto %s: %s.
fr: Erreur lors de la tentative d'ajout de bloc de texte %s : %s.
it: Errore durante il tentativo di aggiunta del blocco di testo %s: %s.
ja: テキスト ブロック %s を追加しようとしてエラーが発生しました: %s。
ko: 텍스트 블록 %s을(를) 추가하는 중 오류 발생: %s.
pl: Wystąpił błąd podczas próby dodania bloku tekstu %s: %s.
pt_br: Erro ao tentar incluir bloco de texto %s: %s.
ru: Ошибка при попытке добавить текстовый блок %s: %s.
zh_cn: 尝试添加文本块 %s 时出错： %s。
zh_tw: 嘗試新增文字區塊 %s 時發生錯誤： %s。

source: Error trying to end procedure %s.
de: Fehler beim Versuch, Prozedur %s zu beenden.
es: Error al intentar finalizar el procedimiento %s.
fr: Erreur lors de la tentative de terminaison de la procédure %s.
it: Errore durante il tentativo di interruzione della procedura %s.
ja: 手順 %s を終了しようとしてエラーが発生しました。
ko: 프로시저 %s을(를) 종료하려던 중 오류가 발생했습니다.
pl: Wystąpił błąd podczas próby zakończenia procedury %s.
pt_br: Erro ao tentar terminar o procedimento %s.
ru: Ошибка при попытке завершить процедуру %s.
zh_cn: 尝试结束过程 %s 时出错。
zh_tw: 嘗試結束程序 %s 時發生錯誤。

source: Proportion of Variance Explained
de: Erklärter Varianzanteil
es: Proporción de la varianza explicada
fr: Proportion de variance expliquée
it: Proporzione della varianza spiegata
ja: 説明された分散の比率
ko: 설명된 분산의 비율
pl: Proporcja wariancji wyjaśnionej
pt_br: Proporção de Variância Explicada
ru: Объясненная доля дисперсии
zh_cn: 已解释的方差比例
zh_tw: 已解釋變異的比例

source: Latent Factors
de: Latente Faktoren
es: Factores latentes
fr: Facteurs latents
it: Fattori latenti
ja: 潜在的因子
ko: 잠재 요인
pl: Czynniki ukryte
pt_br: Fatores Latentes
ru: Скрытые факторы
zh_cn: 潜在因子
zh_tw: 特徵因數

source: Statistics
de: Statistik
es: Estadísticos
fr: Statistiques
it: Statistiche
ja: 統計
ko: 통계량
pl: Statystyka
pt_br: Estatísticas
ru: Статистика
zh_cn: 统计
zh_tw: 統計資料

source: Adjusted R-square
de: Korrigiertes R-Quadrat
es: R cuadrado ajustada
fr: R-deux ajusté
it: R-quadrato adattato
ja: 調整済み R2 乗
ko: 수정된 R-제곱
pl: Skorygowany R-kwadrat
pt_br: R-quadrado Ajustado
ru: Скорректированный R-квадрат
zh_cn: 调整后 R 方
zh_tw: 調整後的 R 平方

source: Cumulative X Variance
de: Kumulative X-Varianz
es: Varianza X acumulada
fr: Variance de X cumulée
it: Varianza X cumulativa
ja: 累積 X 分散
ko: 누적 X 분산
pl: Skumulowana wariancja X
pt_br: Variância X Cumulativa
ru: Кумулятивная дисперсия по X
zh_cn: 累积 X 方差
zh_tw: 累積 X 變異

source: Cumulative Y Variance (R-square)
de: Kumulative Y-Varianz (R-Quadrat)
es: Varianza Y acumulada (R cuadrado)
fr: Variance de Y cumulée (R-deux)
it: Varianza Y cumulativa (R-quadrato)
ja: 累積 Y 分散 (R2 乗)
ko: 누적 Y 분산(R-제곱)
pl: Skumulowana wariancja Y (R-kwadrat)
pt_br: Variância Y Cumulativa (R-quadrado)
ru: Кумулятивная дисперсия по Y (R-квадрат)
zh_cn: 累积 Y 方差（R 方）
zh_tw: 累積 Y 變異（R 平方）

source: X Variance
de: X-Varianz
es: Varianza X
fr: Variance de X
it: Varianza X
ja: X 分散
ko: X 분산
pl: Wariancja X
pt_br: Variância X
ru: Дисперсия по X
zh_cn: X 方差
zh_tw: X 變異

source: Y Variance
de: Y-Varianz
es: Varianza Y
fr: Variance de Y
it: Varianza Y
ja: Y 分散
ko: Y 분산
pl: Wariancja Y
pt_br: Variância Y
ru: Дисперсия по Y
zh_cn: Y 方差
zh_tw: Y 變異

source: Parameters
de: Parameter
es: Parámetros
fr: Paramètres
it: Parametri
ja: パラメータ
ko: 모수
pl: Parametry
pt_br: Parâmetros
ru: Анализ важности независимых переменных
zh_cn: 参数
zh_tw: 參數

source: Independent Variables
de: Unabhängige Variablen
es: Variables independientes
fr: Variables indépendantes
it: Variabili indipendenti
ja: 独立変数
ko: 독립변수(V)
pl: Zmienne niezależne
pt_br: Variáveis independentes
ru: Независимые переменные
zh_cn: 自变量
zh_tw: 自變數

source: (Constant)
de: (Konstante)
es: (Constante)
fr: (Constante)
it: (Costante)
ja: (定数)
ko: (상수)
pl: (Stała)
pt_br: (Constante)
ru: (Константа)
zh_cn: (常量)
zh_tw: （常數）

source: Dependent Variables
de: Abhängige Variablen
es: Variables dependientes
fr: Variables dépendantes
it: Variabili dipendenti
ja: 従属変数
ko: 종속변수
pl: Zmienne zależne
pt_br: Variáveis dependentes
ru: Зависимые переменные
zh_cn: 因变量
zh_tw: 依變數

source: Variable Importance in the Projection
de: Variablenwichtigkeit in der Projektion
es: Importancia de variable en la proyección
fr: Importance des variables dans la projection
it: Importanza della variabile nella proiezione
ja: 投影内の変数の重要度
ko: 투영 시 변수 중요도
pl: Ważność zmiennej w odwzorowaniu
pt_br: Importância da Variável na Projeção
ru: Важность переменных в проекции
zh_cn: 变量在投影中的重要性
zh_tw: 預測中的變數重要性

source: Cumulative Variable Importance
de: Kumulative Variablenwichtigkeit
es: Importancia de la variable acumulativa
fr: Importance des variables cumulées
it: Importanza delle variabili cumulative
ja: 累積変数の重要度
ko: 누적 변수 중요도
pl: Skumulowana ważność zmiennej
pt_br: Importância da Variável Cumulativa
ru: Важность кумулятивной переменной
zh_cn: 累积变量重要性
zh_tw: 累積變數重要性

source: Variables
de: Variablen
it: Variabili
ja: 変数
ko: 변수
pl: Zmienne
pt_br: Variáveis
ru: Переменные
zh_cn: 变量
zh_tw: 變數

source: Weights
de: Gewichtungen
es: Ponderaciones
fr: Pondérations
it: Pesi
ja: 重み
ko: 가중값
pl: Wagi
pt_br: Ponderações
ru: Веса
zh_cn: 权重
zh_tw: 權重

source: Loadings
de: Ladungen
es: Cargas
fr: Chargements
it: Caricamenti
ja: 負荷(G)
ko: 적재량
pl: Ładunki
pt_br: Carregamentos
ru: Нагрузки
zh_cn: 载荷
zh_tw: 載入

source: X-score %s
es: Puntuación X %s
fr: Score X %s
it: Punteggio %s di X
ja: X スコア %s
ko: X-점수 %s
pl: Ocena-X %s
pt_br: Escore X %s
ru: X-значение %s
zh_cn: X 得分 %s
zh_tw: X 評分 %s

source: Y-score %s
es: Puntuación Y %s
fr: Score Y %s
it: Punteggio %s di Y
ja: Y スコア %s
ko: Y-점수 %s
pl: Ocena-Y %s
pt_br: Escore Y %s
ru: Y-значение %s
zh_cn: Y 得分 %s
zh_tw: Y 評分 %s

source: Scores
es: Puntuaciones
it: Punteggi
ja: 得点
ko: 점수
pl: Oceny
pt_br: Escores
ru: Значения
zh_cn: 得分
zh_tw: 評分

source: Standardized Scores
de: Standardisierte Scores
es: Puntuaciones estandarizadas
fr: Scores standardisés
it: Punteggi standardizzati
ja: 標準化スコア
ko: 표준화된 점수
pl: Oceny standaryzowane
pt_br: Escores Padronizados
ru: Стандартизованные оценки
zh_cn: 标准化得分
zh_tw: 標準化評分

source: Cases
de: Fälle
es: Casos
fr: Observations
it: Casi
ja: ケース
ko: 케이스
pl: Obserwacje
pt_br: Casos
ru: Наблюдения
zh_cn: 个案
zh_tw: 觀察值

source: Latent Factor Scores
de: Scores für latente Faktoren
es: Puntuaciones factoriales latentes
fr: Scores factoriels latents
it: Punteggi fattoriali latenti
ja: 潜在的因子スコア
ko: 잠재 요인 점수
pl: Oceny czynników ukrytych
pt_br: Escores de Fatores Latentes
ru: Оценка скрытого фактора
zh_cn: 潜在因子得分
zh_tw: 特徵因數評分

source: Warnings
de: Warnungen
es: Advertencias
fr: Avertissements
it: Avvisi
ja: 警告
ko: 경고
pl: Ostrzeżenia
pt_br: Advertências
ru: Предупреждения
zh_cn: 警告
zh_tw: 警告

source: Regression Plot
de: Regressionsdiagramm
es: Gráfico de regresión
fr: Tracé de régression
it: Grafico di regressione
ja: 回帰プロット
ko: 회귀도표
pl: Wykres regresji
pt_br: Gráfico de regressão
ru: Диаграмма регрессии
zh_cn: 回归图
zh_tw: 迴歸圖

source: Y-Score 1
es: Puntuación Y 1
fr: Score Y 1
it: Punteggio 1 di Y
ko: Y-점수 1
pl: Ocena-Y 1
pt_br: Escore Y 1
ru: Y-значение 1
zh_cn: Y 得分 1
zh_tw: Y 評分 1

source: X-Score 1
es: Puntuación X 1
fr: Score X 1
it: Punteggio 1 di X
ko: X-점수 1
pl: Ocena-X 1
pt_br: Escore X 1
ru: Y-значение 1
zh_cn: X 得分 1
zh_tw: X 評分 1

source: X-Score %s
es: Puntuación X %s
fr: Score X %s
it: Punteggio %s di X
ko: X-점수 %s
pl: Ocena-X %s
pt_br: Escore X %s
ru: X-значение %s
zh_cn: X 得分 %s
zh_tw: X 評分 %s

source: Y-Score %s
es: Puntuación Y %s
fr: Score Y %s
it: Punteggio %s di Y
ko: Y-점수 %s
pl: Ocena-Y %s
pt_br: Escore Y %s
ru: Y-значение %s
zh_cn: Y 得分 %s
zh_tw: Y 評分 %s

source: Regression Plot: Y-Scores vs. X-Scores
de: Regressionsdiagramm: Y-Scores vs. X-Scores
es: Gráfico de regresión: puntuaciones X versus puntuaciones Y
fr: Tracé de régression : Scores Y par rapport à Scores X
it: Grafico di regressione: punteggi di Y rispetto a punteggi di X
ja: 回帰プロット: Y-Score 対 X-Score
ko: 회귀도표: Y-점수 대 X-점수
pl: Wykres regresji: Oceny-Y w stosunku do Ocen-X
pt_br: Gráfico de Regressão: Escores Y vs. Escores X
ru: Диаграмма регрессии: Y-значения/X-значения
zh_cn: 回归图：Y 得分与 X 得分
zh_tw: 迴歸圖：Y 評分與 X 評分

source: Score Plot
de: Scorediagramm
es: Gráfico de puntuación
fr: Tracé de scores
it: Grafico del punteggio
ja: スコア プロット
ko: 점수도표:
pl: Wykres ocen
pt_br: Gráfico de Escore
ru: Диаграмма значений
zh_cn: 得分图
zh_tw: 評分圖

source: X-Score 2
es: Puntuación X 2
it: Punteggio X 2
ko: X-점수 2
pl: Ocena-X 2
pt_br: Escore X 2
ru: X-оценка 2
zh_cn: X 得分 2
zh_tw: X 評分 2

source: Factor Weights 2 vs. 1
de: Faktorgewichtungen 2 vs. 1
es: Ponderaciones de factores 2 frente a 1
fr: Pondérations de facteurs 2 ou 1
it: Confronto tra pesi fattoriali 2 e 1
ja: 因子の重み 2 対 1
ko: 요인 가중값 2대 1
pl: Wagi czynników 2 w stosunku do 1
pt_br: Pesos de fator 2 vs. 1
ru: Веса факторов 2 к 1
zh_cn: 因子权重 2 与 1
zh_tw: 因數加權 2 與 1

source: Weight 1
de: Gewichtung 1
es: Ponderación 1
fr: Pondération 1
it: Peso 1
ja: 重み 1
ko: 가중값 1
pl: Waga 1
pt_br: Ponderação 1
ru: Вес 1
zh_cn: 权重 1
zh_tw: 加權 1

source: Weight 2
de: Gewichtung 2
es: Ponderación 2
fr: Poids 2
it: Peso 2
ja: 重み 2
ko: 가중값 2
pl: Waga 2
pt_br: Ponderação 2
ru: Вес 2
zh_cn: 权重 2
zh_tw: 加權 2

source: Factor Weights 3 vs. 1
de: Faktorgewichtungen 3 vs. 1
es: Ponderaciones de factor 3 versus 1
fr: Poids de facteur 3 par rapport à 1
it: Confronto tra pesi fattoriali 3 e 1
ja: 因子の重み 3 対 1
ko: 요인 가중값 3대 1
pl: Wagi czynników 3 w stosunku do 1
pt_br: Ponderações de Fatores 3 vs. 1
ru: Веса факторов 3 к 1
zh_cn: 因子权重 3 与 1
zh_tw: 因數加權 3 與 1

source: Weight 3
de: Gewichtung 3
es: Ponderación 3
fr: Poids 3
it: Peso 3
ja: 重み 3
ko: 가중값 3
pl: Waga 3
pt_br: Ponderação 3
ru: Вес 3
zh_cn: 权重 3
zh_tw: 加權 3

source: Factor Weights 3 vs. 2
de: Faktorgewichtungen 3 vs. 2
es: Ponderaciones de factor 3 versus 2
fr: Poids de facteur 3 par rapport à 2
it: Confronto tra pesi fattoriali 3 e 2
ja: 因子の重み 3 対 2
ko: 요인 가중값 3대 2
pl: Wagi czynników 3 w stosunku do 2
pt_br: Ponderações de Fatores 3 vs. 2
ru: Веса факторов 3 к 2
zh_cn: 因子权重 3 与 2
zh_tw: 因數加權 3 與 2

source: PLS plots are limited to %s cases, but there are %s cases in the data. No plot will be produced.
de: PLS-Diagramme sind auf %s Fälle beschränkt, die Daten enthalten jedoch %s Fälle. Es wird kein Diagramm erstellt.
es: Los gráficos PLS están limitados a %s casos, pero hay %s casos en los datos. No se generará ningún gráfico.
fr: Les tracés PLS sont limités à %s observations alors que les données en comprennent %s. Aucun tracé ne sera généré.
it: I grafici PLS sono limitati a %s casi, ma nei dati sono presenti %s casi. Non verrà prodotto alcun grafico.
ja: PLS プロットは %s ケースに制限されていますが、データ内に %s ケースあります。 プロットは作成されません。
ko: PLS 도표는 %s 케이스에 제한되지만, 데이터에 %s 케이스가 있습니다. 도표가 작성되지 않습니다.
pl: Wykresy PLS są ograniczone do %s obserwacji, a ale są %s obserwacje w danych. Nie zostanie utworzony żaden wykres.
pt_br: Os gráficos PLS estão limitados a %s casos, mas há %s casos nos dados. Nenhum gráfico será produzido.
ru: Диаграммы PLS ограничены %s наблюдениями, но в данных содержится %s наблюдений. График не будет построен.
zh_cn: PLS 图的个案数目限制为 %s 个，但数据中存在 %s 个个案。将不会生成任何图。
zh_tw: PLS 圖僅限於 %s 觀察值，但資料中有 %s 的觀察值。將不會產生任何圖形。

source: Variable Importance
de: Variablenwichtigkeit
es: Importancia de la variable
fr: Importance des variables
it: Importanza delle variabili
ja: 変数の重要度
ko: 변수 중요도
pl: Ważność zmiennych
pt_br: Importância da variável
ru: Важность переменной
zh_cn: 变量重要性
zh_tw: 變數重要性
